Repository: common-repository/supplier-and-purchase-order-management-for-woocommerce
Catalog: languages/supplier-and-purchase-order-management-for-woocommerce-*.po
Languages: de_ch, es_mx

source: This plugin requires
de_ch: Dieses Plugin benötigt
es_mx: Este plugin requiere

source: plugin to be active. Please install and activate WooCommerce.
de_ch: Plugin, um aktiv zu sein. Bitte installieren und aktivieren Sie WooCommerce.
es_mx: plugin para estar activo. Por favor, instale y active WooCommerce.

source: Suppliers
de_ch: Lieferanten
es_mx: Proveedores

source: Add Suppliers
de_ch: Lieferanten hinzufügen
es_mx: Añadir proveedores

source: PO List
de_ch: Liste der Bestellungen
es_mx: Lista de OC

source: Inventory
de_ch: Inventario
es_mx: Inventario

source: supplier successfully updated
de_ch: Lieferant erfolgreich aktualisiert
es_mx: proveedor actualizado correctamente

source: supplier successfully saved
de_ch: Lieferant erfolgreich gespeichert
es_mx: proveedor guardado correctamente

source: error - supplier information couldn't be stored
de_ch: Fehler - Lieferanteninformationen konnten nicht gespeichert werden
es_mx: error: no se pudo almacenar la información del proveedor

source: List of all Suppliers
de_ch: Liste aller Lieferanten
es_mx: Lista de todos los proveedores

source: List of all POs
de_ch: Liste aller Bestellungen
es_mx: Lista de todas las OC

source: Add Supplier
de_ch: Neuer Lieferant
es_mx: Agregar proveedor

source: Supplier name*
de_ch: Name des Lieferanten*
es_mx: Nombre proveedor*

source: Enter supplier name
de_ch: Geben Sie den Namen des Lieferanten ein
es_mx: Introduzca el nombre del proveedor

source: Email(s)*
es_mx: Correo(s) electrónico*

source: several emails divided by a comma are allowed
de_ch: Mehrere E-Mails, die durch ein Komma getrennt sind, sind zulässig
es_mx: se permiten varios correos electrónicos divididos por una coma

source: Enter email(s)
de_ch: E-Mail(s) eingeben
es_mx: Introduzca correo(s) electrónico(s)

source: Name(s) of contact*
de_ch: Name(n) des Kontakts*
es_mx: Nombre(s) de contacto*

source: Enter contact name(s)
de_ch: Kontaktname(n) eingeben
es_mx: Introduzca nombre(s) de contacto

source: Telephone number(s)
de_ch: Telefonnummer(n)
es_mx: Número(s) de teléfono

source: Enter telephone number(s)
de_ch: Telefonnummer(n) eingeben
es_mx: Introduzca número(s) de teléfono

source: Province / State
de_ch: Bundesland / Provinz
es_mx: Provincia

source: Enter province / state
de_ch: Provinz / Bundesland eingeben
es_mx: Introduzca la provincia / estado

source: Address
de_ch: Adresse
es_mx: Dirección

source: Enter address
de_ch: Adresse eingeben
es_mx: Ingrese la dirección

source: Note
de_ch: Hinweis
es_mx: Nota

source: Enter note
de_ch: Notiz eingeben
es_mx: Introducir nota

source: Submit
de_ch: Senden
es_mx: Enviar

source: Purchase Order
de_ch: Bestellung
es_mx: Orden de Compra

source: Please enter the data below. The fields price and tax are optional. Products without quantity will not be part of the PO.
de_ch: Bitte vervollständigen Sie weiter unten die Daten. Die Felder Preis und Steuern sind optional. Produkte ohne Mengen werden nicht Teil der Bestellung sein.
es_mx: Por favor, introduzca los datos a continuación. Los campos precio e impuestos son opcionales. Los productos sin cantidad no formarán parte de la OC.

source: Create Purchase Order
de_ch: Bestellung erstellen
es_mx: Crear Orden de Compra

source: Here you can enter a note that you would like to go with your PO
de_ch: Hier können Sie eine Notiz eingeben, die Sie mit Ihrer Bestellung verwenden möchten
es_mx: Aquí puede ingresar una nota con su Orden de Compra

source: Image
de_ch: Bild
es_mx: Imagen

source: Product
de_ch: Produkt
es_mx: Producto

source: Quantity
de_ch: Menge
es_mx: Cantidad

source: Price
de_ch: Preis
es_mx: Precio

source: Tax
de_ch: Steuer
es_mx: Impuestos

source: PO saved successfully
de_ch: Bestellung erfolgreich gespeichert
es_mx: OC guardado correctamente

source: ERROR - products could not be saved
de_ch: FEHLER - Produkte konnten nicht gespeichert werden
es_mx: ERROR: no se pudieron guardar los productos

source: Edit Purchase Order
de_ch: Bestellung bearbeiten
es_mx: Editar orden de compra

source: Go back to supplier profile
de_ch: Zurück zum Lieferantenprofil
es_mx: Volver al perfil del proveedor

source: Save changes to Purchase Order
de_ch: Änderungen an der Bestellung speichern
es_mx: Guardar cambios en la orden de compra

source: Show all products of this supplier
de_ch: Alle Produkte dieses Anbieters anzeigen
es_mx: Mostrar todos los productos de este proveedor

source: Hide all products of this supplier without quantity
de_ch: Blenden Sie alle Produkte dieses Lieferanten ohne Mengenangabe aus
es_mx: Ocultar todos los productos de este proveedor sin cantidad

source: All Purchase Orders
de_ch: Alle Bestellungen
es_mx: Todas las órdenes de compra

source: type to filter list
de_ch: schreiben Sie hier, um die Liste zu filtern
es_mx: escriba para filtrar la lista

source: Supplier
de_ch: Lieferant
es_mx: Proveedor

source: Status
es_mx: Estado

source: Date created
de_ch: Erstellungsdatum
es_mx: Fecha de creación

source: received
de_ch: Erhalten
es_mx: recibido

source: draft
de_ch: Entwurf
es_mx: borrador

source: cancelled
de_ch: abgebrochen / gecancellt
es_mx: cancelado

source: ready to receive
de_ch: Bereit zum Empfang
es_mx: listo para recibir

source: show more
de_ch: mehr anzeigen
es_mx: ver más

source: supplier could not be found
de_ch: Lieferant konnte nicht gefunden werden
es_mx: no se pudo encontrar el proveedor

source: filter list
de_ch: Liste filtern
es_mx: escriba para filtrar la lista

source: Email(s)
es_mx: Correo(s)

source: Name(s) of contact
de_ch: Name(n) des Kontakts
es_mx: Nombre(s) de contacto

source: Telephone
de_ch: Telefon
es_mx: Teléfono

source: Province / state
de_ch: Provinz / Bundesland
es_mx: Provincia / estado

source: edit supplier
de_ch: Lieferanten bearbeiten
es_mx: editar proveedor

source: Please add your first supplier. All your suppliers will show here.
de_ch: Bitte fügen Sie Ihren ersten Lieferanten hinzu. Alle Ihre Lieferanten werden hier angezeigt werden.
es_mx: Por favor, agregue su primer proveedor. Todos sus proveedores se mostrarán aquí.

source: Print / save Purchase Order
de_ch: Bestellung drucken / speichern
es_mx: Imprimir / guardar orden de compra

source: A new window will open as well as a dialog to print/save. On some browsers the dialog might not open, meaning you can either press the buttons control+p (on mac command+p) to open the print/save as pdf dialog or right-click and choose print.
de_ch: Es öffnet sich ein neues Fenster sowie ein Dialog zum Drucken/Speichern. In einigen Browsern wird der Dialog möglicherweise nicht geöffnet, was bedeutet, dass Sie entweder die Tasten Strg + p (auf dem Mac, Command + P) drücken können, um das Dialogfeld "Drucken/Als PDF speichern" zu öffnen, oder mit der rechten Maustaste klicken und "Drucken" auswählen.
es_mx: Se abrirá una nueva ventana, así como un cuadro de diálogo para imprimir/guardar. En algunos navegadores, es posible que el cuadro de diálogo no se abra, lo que significa que puede presionar los botones control + p (en el mac comando + p) para abrir el cuadro de diálogo imprimir / guardar como pdf o hacer clic con el botón derecho y elegir imprimir.

source: Quantity received
de_ch: Erhaltene Menge
es_mx: Cantidad recibida

source: Price PU
de_ch: Preis /St
es_mx: Precio PU

source: Tax PU
de_ch: Steuer /St
es_mx: Impuestos PU

source: Received product quantities registered successfully
de_ch: Empfangene Produktmengen erfolgreich registriert
es_mx: Cantidades de productos recibidas registradas correctamente

source: Receive Delivery of Purchase Order
de_ch: Lieferung der Bestellung erhalten
es_mx: Recibir entrega de orden de compra

source: for
de_ch: für
es_mx: para

source: Please enter the quantities received
de_ch: Bitte geben Sie die erhaltenen Mengen ein
es_mx: Por favor, introduzca las cantidades recibidas

source: Return to supplier profile
de_ch: Zurück zum Lieferantenprofil
es_mx: Volver al perfil del proveedor

source: Save quantities received
de_ch: Empfangene Mengen speichern
es_mx: Guardar cantidades recibidas

source: There are no registered products
de_ch: Es gibt keine registrierten Produkte
es_mx: No hay productos registrados

source: Delivery confirmation of Purchase Order
de_ch: Lieferbestätigung der Bestellung
es_mx: Confirmación de entrega de la orden de compra

source: Email(s) successfully sent to
de_ch: E-Mail(s) erfolgreich gesendet an
es_mx: Correo electrónico(s) enviado(s) correctamente a

source: One or more emails do not have the correct format
de_ch: Eine oder mehrere E-Mails haben nicht das richtige Format
es_mx: Uno o más correos electrónicos no tienen el formato correcto

source: Please wait
de_ch: Bitte warten
es_mx: Por favor, espere

source: Send Confirmation to Supplier
de_ch: Bestätigung an den Lieferanten senden
es_mx: Enviar confirmación al proveedor

source: Send confirmation emails to the contacts below
de_ch: Senden Sie Bestätigungs-E-Mails an die folgenden Kontakte
es_mx: Envíe correos electrónicos de confirmación a los contactos a continuación

source: Email(s)/ Contacts
de_ch: E-Mail(s)/ Kontakte
es_mx: Correo electrónico(s)/ Contactos

source: Stock Quantities
de_ch: Lagermengen
es_mx: cantidades de existencias

source: Product Thumbnail
de_ch: Foto
es_mx: Foto

source: Product Name
de_ch: Produktname
es_mx: Producto

source: Product Variation
de_ch: Variation
es_mx: Variación del producto

source: Quantity Inventory
de_ch: Lagermengen
es_mx: Inventario

source: Product Type
de_ch: Produkttyp
es_mx: tipo de producto

source: Product Tags
de_ch: Produkt Tags
es_mx: Etiquetas

source: PO status successfully updated
de_ch: Bestellungsstatus wurde erfolgreich aktualisiert
es_mx: El estado de la orden de compra se ha actualizado correctamente

source: PO successfully deleted
de_ch: Bestellung erfolgreich gelöscht
es_mx: OC eliminado correctamente

source: PO successfully created
de_ch: Bestellung erfolgreich erstellt
es_mx: OC creado correctamente

source: product successfully saved
de_ch: Produkt erfolgreich gespeichert
es_mx: producto guardado correctamente

source: ERROR - product could not be saved
de_ch: FEHLER - Produkt konnte nicht gespeichert werden
es_mx: ERROR: no se pudo guardar el producto

source: ERROR - PO could not be created
de_ch: FEHLER - Bestellung konnte nicht erstellt werden
es_mx: ERROR - No se pudo crear PO

source: Are you sure that you want to delete the supplier and all his purchase orders?
de_ch: Sind Sie sicher, dass Sie den Lieferanten und alle seine Bestellungen löschen möchten?
es_mx: ¿Está seguro de que desea eliminar el proveedor y todas sus órdenes de compra?

source: Are you absolutely sure you wanto to delete the supplier and all his PO? This action can NOT be reversed.
de_ch: Sind Sie absolut sicher, dass Sie den Lieferanten und alle seine Bestellungen löschen möchten? Diese Aktion kann NICHT rückgängig gemacht werden.
es_mx: ¿Está absolutamente seguro de que desea eliminar al proveedor y todas sus órdenes de compra? Esta acción NO se puede revertir.

source: Before changing the status to received, please make sure you have entered the quantities received in your PO. For that change the status to \"ready to receive\" and follow the link \"receive delivery\"
de_ch: Bevor Sie den Status auf "Empfangen" ändern, stellen Sie bitte sicher, dass Sie die erhaltenen Mengen in Ihrer Bestellung eingegeben haben. Ändern Sie dazu den Status in \"Bereit zum Empfangen\" und folgen Sie dem Link \"Lieferung erhalten\"
es_mx: Antes de cambiar el estado a recibido, asegúrese de haber ingresado las cantidades recibidas en su OC. Para eso, cambie el estado a \"listo para recibir\" y siga el enlace \"recibir entrega\"

source: Make sure you have received an order confirmation from the supplier before setting this status.
de_ch: Stellen Sie sicher, dass Sie eine Auftragsbestätigung vom Lieferanten erhalten haben, bevor Sie diesen Status setzen.
es_mx: Asegúrese de haber recibido una confirmación de pedido del proveedor antes de establecer este estado.

source: Cancelled Purchase Orders can not be edited. Are you sure you want to cancel this PO?
de_ch: Stornierte Bestellungen können nicht bearbeitet werden. Möchten Sie diese Bestellung wirklich stornieren?
es_mx: Las órdenes de compra canceladas no se pueden editar. ¿Está seguro de que desea cancelar esta orden de compra?

source: Supplier Profile
de_ch: Lieferantenprofil
es_mx: Perfil del proveedor

source: delete supplier
de_ch: Lieferant löschen
es_mx: eliminar proveedor

source: Contact(s):
de_ch: Kontakt(e):
es_mx: Contacto(s):

source: Telephone(s):
de_ch: Telefon(e):
es_mx: Teléfono(s):

source: Note:
de_ch: Hinweis:
es_mx: Nota:

source: Manage associated products
de_ch: Zugehörige Produkte verwalten
es_mx: Administrar productos asociados

source: Associated Products
de_ch: Zugehörige Produkte
es_mx: Productos Asociados

source: Save changes
de_ch: Änderungen speichern
es_mx: Guardar cambios

source: mark/unmark all visible products
de_ch: Markieren/Aufheben der Markierung aller sichtbaren Produkte
es_mx: marcar/desmarcar todos los productos visibles

source: Mark all products that you want to associate with this supplier. The fields of minimum quantity, price and tax are optional.
de_ch: Markieren Sie alle Produkte, die Sie mit diesem Lieferanten verknüpfen möchten. Die Felder Mindestmenge, Preis und Steuer sind optional.
es_mx: Marque todos los productos que desea asociar con este proveedor. Los campos de cantidad mínima, precio e impuestos son opcionales.

source: Type:
de_ch: Typ:
es_mx: Tipo:

source: min. order quantity
de_ch: Mindestbestellmenge
es_mx: cantidad mínima

source: price, i.e. 5.26
de_ch: Preis, Beispiel 5,26
es_mx: precio, ejemplo 5.26

source: amount tax, i.e 0.23
de_ch: Steuerbetrag, Beispiel 0,23
es_mx: impuesto, ejemplo, 0.23

source: New Purchase Order
de_ch: Neuer Einkaufsauftrag
es_mx: Nueva orden de compra

source: Purchase Orders
de_ch: Nachbestellungen
es_mx: Ordenes de Compra

source: Date
de_ch: Datum
es_mx: Fecha

source: send confirmation
de_ch: Bestätigung senden
es_mx: enviar confirmación

source: send confirmation again
de_ch: Bestätigung erneut senden
es_mx: enviar confirmación de nuevo

source: change status
de_ch: Status ändern
es_mx: cambiar estado

source: receive delivery
de_ch: Lieferung erhalten
es_mx: recibir entrega

source: edit PO
de_ch: Bestellung bearbeiten
es_mx: editar OC

source: Are you 100% you want to delete the PO?
de_ch: Möchten Sie die Bestellung zu 100% löschen?
es_mx: ¿Estás 100% seguro que deseas eliminar la OC?

source: delete PO
de_ch: Bestellung löschen
es_mx: eliminar OC

source: Supplier and Purchase Order Management for WooCommerce
de_ch: Lieferanten- und Bestellungsverwaltung für WooCommerce
es_mx: Gestión de proveedores y órdenes de compra para WooCommerce

source: Manage suppliers and create purchase orders from your WooCommerce products
de_ch: Verwalten Sie Lieferanten und erstellen Sie Bestellungen mit Ihren WooCommerce-Produkten
es_mx: Gestiona proveedores y crea órdenes de compra a partir de tus productos WooCommerce
